import React from 'react'
import Navbar from '../components/Navbar'

function TriviaScreen() {
     return (
          <>
               <Navbar />
               <div className='trivia-block'>
                    <div className='trivia-card'>
                         <img className='trivia-pic' alt='สาเหตุของโรคเกาต์' src='https://img.wongnai.com/p/800x0/2018/10/22/ce894b08df4649d6847a600b53a685e1.jpg' />
                         <div className='trivia-des'>
                              <h1>สาเหตุของโรคเกาต์</h1>
                              <div className='description'>
                                   <p>การสะสมตัวของกรดยูริกในกระแสเลือดส่งผลให้เกิดโรคเกาต์ได้ ร่างกายสร้างกรดยูริกจากการ
                                        สลายตัวของสารเพียวรีนในอาหารและเครื่องดื่มที่รับประทานและจากแหล่งภายในร่างกายเอง อาหารที่มีสารเพียวรีนสูงได้แก่ เนื้อแดง เครื่องใน เช่นตับ และอาหารทะเล เช่น เคย ปลาซาร์ดีน หอยแมลงภู่ หอยเชลล์ ปลาเทราต์ และปลาทูน่า เครื่องดื่มแอลกอฮอล์ โดยเฉพาะเบียร์...</p>
                              </div>
                         </div>   
                    </div>
                    <div className='trivia-card'>
                         <img className='trivia-pic' alt='สาเหตุของโรคเกาต์' src='https://img.wongnai.com/p/800x0/2018/10/22/ce894b08df4649d6847a600b53a685e1.jpg' />
                         <div className='trivia-des'>
                              <h1>สาเหตุของโรคเกาต์</h1>
                              <div className='description'>
                                   <p>การสะสมตัวของกรดยูริกในกระแสเลือดส่งผลให้เกิดโรคเกาต์ได้ ร่างกายสร้างกรดยูริกจากการ
                                        สลายตัวของสารเพียวรีนในอาหารและเครื่องดื่มที่รับประทานและจากแหล่งภายในร่างกายเอง อาหารที่มีสารเพียวรีนสูงได้แก่ เนื้อแดง เครื่องใน เช่นตับ และอาหารทะเล เช่น เคย ปลาซาร์ดีน หอยแมลงภู่ หอยเชลล์ ปลาเทราต์ และปลาทูน่า เครื่องดื่มแอลกอฮอล์ โดยเฉพาะเบียร์...</p>
                              </div>
                         </div>   
                    </div>
                    <div className='trivia-card'>
                         <img className='trivia-pic' alt='สาเหตุของโรคเกาต์' src='https://img.wongnai.com/p/800x0/2018/10/22/ce894b08df4649d6847a600b53a685e1.jpg' />
                         <div className='trivia-des'>
                              <h1>สาเหตุของโรคเกาต์</h1>
                              <div className='description'>
                                   <p>การสะสมตัวของกรดยูริกในกระแสเลือดส่งผลให้เกิดโรคเกาต์ได้ ร่างกายสร้างกรดยูริกจากการ
                                        สลายตัวของสารเพียวรีนในอาหารและเครื่องดื่มที่รับประทานและจากแหล่งภายในร่างกายเอง อาหารที่มีสารเพียวรีนสูงได้แก่ เนื้อแดง เครื่องใน เช่นตับ และอาหารทะเล เช่น เคย ปลาซาร์ดีน หอยแมลงภู่ หอยเชลล์ ปลาเทราต์ และปลาทูน่า เครื่องดื่มแอลกอฮอล์ โดยเฉพาะเบียร์...</p>
                              </div>
                         </div>   
                    </div>
                    <div className='trivia-card'>
                         <img className='trivia-pic' alt='สาเหตุของโรคเกาต์' src='https://img.wongnai.com/p/800x0/2018/10/22/ce894b08df4649d6847a600b53a685e1.jpg' />
                         <div className='trivia-des'>
                              <h1>สาเหตุของโรคเกาต์</h1>
                              <div className='description'>
                                   <p>การสะสมตัวของกรดยูริกในกระแสเลือดส่งผลให้เกิดโรคเกาต์ได้ ร่างกายสร้างกรดยูริกจากการ
                                        สลายตัวของสารเพียวรีนในอาหารและเครื่องดื่มที่รับประทานและจากแหล่งภายในร่างกายเอง อาหารที่มีสารเพียวรีนสูงได้แก่ เนื้อแดง เครื่องใน เช่นตับ และอาหารทะเล เช่น เคย ปลาซาร์ดีน หอยแมลงภู่ หอยเชลล์ ปลาเทราต์ และปลาทูน่า เครื่องดื่มแอลกอฮอล์ โดยเฉพาะเบียร์...</p>
                              </div>
                         </div>   
                    </div>
                    <div className='trivia-card'>
                         <img className='trivia-pic' alt='สาเหตุของโรคเกาต์' src='https://img.wongnai.com/p/800x0/2018/10/22/ce894b08df4649d6847a600b53a685e1.jpg' />
                         <div className='trivia-des'>
                              <h1>สาเหตุของโรคเกาต์</h1>
                              <div className='description'>
                                   <p>การสะสมตัวของกรดยูริกในกระแสเลือดส่งผลให้เกิดโรคเกาต์ได้ ร่างกายสร้างกรดยูริกจากการ
                                        สลายตัวของสารเพียวรีนในอาหารและเครื่องดื่มที่รับประทานและจากแหล่งภายในร่างกายเอง อาหารที่มีสารเพียวรีนสูงได้แก่ เนื้อแดง เครื่องใน เช่นตับ และอาหารทะเล เช่น เคย ปลาซาร์ดีน หอยแมลงภู่ หอยเชลล์ ปลาเทราต์ และปลาทูน่า เครื่องดื่มแอลกอฮอล์ โดยเฉพาะเบียร์...</p>
                              </div>
                         </div>   
                    </div>
               </div>
          </>
     )
}

export default TriviaScreen
